import Section from "./Section"

export default function WeHistory() {
  return (
    <Section
      title="Наша история"
      subtitle="Путь, который мы прошли вместе"
    >
      <p>
        Для начала Спасибо, что ты есть в моей жизни. <br/>
        Наша история началась с маленькой искры, которая разгорелась в яркое пламя любви.
        Каждый день с тобой - это новое приключение, полное смеха, нежности и взаимопонимания.
      
    
        Мы прошли через радости и трудности, но всегда держались за руки.
        Твоя улыбка освещает мой мир, а твоя любовь делает меня сильнее.
    
      
        Спасибо за каждый момент, за каждую улыбку, за каждое "я тебя люблю".
        Наша история только начинается, и я с нетерпением жду, что ждет нас впереди.
      
     Так с чего началась наша история? Начнем. В той ночью я думал думал написать ли ей очень долго думал но решился, я написал и после мы начали общаться каждый о своей 1 
     любви но после я рассказал о себе многое и она начала переживать, поддерживать, заботиться вот тогда я влюбился и начал все больше и больше рассказывать но она не
      осудила а приняла все как есть и наконец 
     3 дней общения. Я признался но она не отказала а вежливо ответила дай время подумать и так прошли опять 3 дня и настал день когда она скажет о своей решении. 
     Я волновался думал все конец но не тут то и было она сказала ладно давай только не бросай меня так и я пообещал 
     ей не бросить ее никогда. Отношения длились с каждый днем все новое но тут у меня в голове одна мысль как забыть 
     бывшию и я рассказал ей все но она не ругалась а сказала если не сможешь решиться то выбери ее но все таки я был 
     сильнее влюблен в нее и смог забыть бывшию и так проходили дни а после у нас был сложный этап потому-что мы то ссорились то прекращали отношения 
     то мирились но а сейчас Альхамдулилях все порядке и мы счастливы</p>
    </Section>
  )
}